[
    {
        "id":1,
        "pathImg":  "assets/images/blog-img1.jpg",
        "title": "The man who wrote the most perfect sentences ever written",
        "text": "In our latest essay in which a critic reflects on a cultural work that brings them joy, Nicholas Barber pays tribute to the blissfully escapist comic novels of PG Wodehouse.&&iIf we’re talking about culture that makes people happy, we have to start with the works of PG Wodehouse. There are two reasons why. One reason is that making people happy was Wodehouse’s overriding ambition. The other reason is that he was better at it than any other writer in history.&&Some authors may want to expose the world’s injustices, or elevate us with their psychological insights. Wodehouse, in his words, preferred to spread “sweetness and light”. Just look at those titles: Nothing Serious, Laughing Gas, Joy in the Morning. With every sparkling joke, every well-meaning and innocent character, every farcical tussle with angry swans and pet Pekingese, every utopian description of a stroll around the grounds of a pal’s stately home or a flutter on the choir boys’ hundred yards handicap at a summer village fete, he wanted to whisk us far away from our worries. Writing about being a humourist in his autobiography Over Seventy, Wodehouse quoted two people in the Talmud who had earnt their place in Heaven: “We are merrymakers. When we see a person who is downhearted, we cheer him up.”&&My own introduction to this supreme merrymaker came via Jeeves and Wooster, the television series adapted from some of his most beloved stories about a young toff and his unflappable manservant. Hugh Laurie starred as Bertie Wooster, the moneyed bachelor who seemed to care about nothing except food, drink and fashionable socks, but who always came to the aid of the numerous old schoolmates who were even more stupid than he was. Stephen Fry co-starred as Jeeves, who had the brains that his young master lacked. As an undernourished, overworked student, stressed by essays and exams, I was always relieved when I could nip down to the college’s TV room (yes, it was a long time ago) for my weekly escape into a jazz-age wonderland of art-deco flats and panelled gentlemen’s clubs, “tissue-restoring” cocktails and buffet breakfasts served on silver platters.",
        "date":"24.9.2020."
    },
    {
        "id":2,
        "pathImg":  "assets/images/blog-img6.jpg",
        "title": "Though indebted to black culture, streetwear brands have mixed responses to protests",
        "text": "Brands across fashion categories are expressing support for the wave of protests sparked by the killing of George Floyd in late May. And while every area of the fashion industry has been enriched by black designers, models and workers, the streetwear and sneaker world is arguably the most indebted to black culture and the contributions of black community. Streetwear insiders like Jeff Staple have traced streetwear’s origin, noting that it owes just as much to hip-hop culture as it does to skate and surf culture.&&That debt is one that many streetwear brands are acknowledging, in the form of verbal support but also with specific material contributions to funds and charities. But there are some notable exceptions from a few of the biggest streetwear brands in the world. And some of the brands that have pledged money are lacking in specificity at a time when concrete and decisive action is needed. What’s more, all of the brands interviewed for this story declined to comment on diversity in-house.&&StockX is one of the streetwear leaders that has offered specific details on how it is trying to support the movement, but that isn’t coming in the form of a lump sum donation. Instead, the company is encouraging employees to donate and matching all employee donations to eight organizations, including the Official George Floyd Memorial Fund, the Minnesota Freedom Fund, the NAACP Legal Defense Fund and Communities United Against Police Brutality.&&The streetwear giant Supreme’s relatively timid response to the unrest is one of the more glaring omissions. Supreme is alsoworth more than $1 billion. The company posted a short statement on Instagram on Sunday expressing support for racial justice.&&The streetwear giant Supreme’s relatively timid response to the unrest is one of the more glaring omissions. Supreme is alsoworth more than $1 billion. The company posted a short statement on Instagram on Sunday expressing support for racial justice.&&Kith did not respond to request for comment on this story, but the retailer has expressed support for the movement on Instagram, stating that the company is “committed to using our voice and resources to stand for the safety of our citizens, friends, family and neighbors in productive ways that we pray will spur the change we need.”",
        "date":"25.9.2020."
    },
    {
        "id":3,
        "pathImg":  "assets/images/header-bg.jpg",
        "title": "How to get back into fiction",
        "text": "I bloody love books. I’m the kind of person who keeps a stack of books teetering on the bedside table and arranges bookshelves by colour. I’ve got copies of my favourites on my Kindle so they’re always on my phone and while I grew up on a steady diet of Enid Blyton, and remember parts of The Magic Faraway Tree like they’re childhood memories, it was Stephen King that got me through my teens. I dutifully read the classics for school but at home I wanted thrilling, spine-tingling stories to devour. Books were my escape and while other kids were out riding their bikes, I was getting lost in another world.&&The truth is, if you want to read more fiction you have to aggressively make time for it. You have to steal time away from other activities and purposefully use those gaps in your day. Train rides, bus journeys and lunch hours are made for rehabilitating bookworms. Choosing to watch one less episode on Netflix and read a chapter instead is a game-changer. It can feel strange to read in silence when you’re out of practice so playing music quietly in the background or leaving the TV on but turned down low can help. I can confirm that reading in the bath is heavenly!&&HOW TO GET BACK INTO FICTION&&Start small — With most novels clocking in at 90,000 words it feels intimidating committing to a book when you’re out of practice, so start with short stories. Finishing a couple of stories in an evening is wonderfully satisfying and will spur you on to longer texts.&&Change the format — Audio books are perfect for long car rides and dog walks so set up an Audible account and start listening to stories. If physical books feel clunky invest in a Kindle and sync it with your phone so you always have a book with you.&&Go on reading dates — Treat yourself to an hour in a coffee shop, a bookshop or a library. Put reading dates in your day planner and make them happen. Join (or start!) a book club so you have a sociable reason to read. &&Let it be fun — Don’t feel you have to slog through Uylsses if you’d rather be reading Harry Potter. Read whatever makes you excited to curl up with a book again.",
        "date":"28.9.2020."
    },
    {
        "id":4,
        "pathImg":  "assets/images/blog-img4.jpg",
        "title": "All You Need to Know About Branding Your Small Business",
        "text": "Becoming your own boss is a big thrill! However, it can be very overwhelming too, all the planning, all the responsibility is yours, and you probably want to see fast profit from all the time spent and all your efforts. Tag along to learn the basics of branding your small business like the pros.&&If you already have a great idea to start a small business, first of all, take your time to thoroughly choose your niche. This will affect every bit of your product or service characteristics from its image to the pricing.Give yourself a time schedule and stick to it, with deadlines and everything. Being on your own boss sometimes is twice as overwhelming as working an office schedule. So don’t get lazy, you need to work harder to make your small business launch!&&1. Brainstorm Your Brand From A to Z&&Define your brand’s goal as a company, for your customers and for you. Don’t just consider your logo, think about your brand as a whole. Get inspired by other super companies you look up to. Look at their products, their services, their image, their strategies, you don’t have to be a genius to notice that Starbucks always calls their customers by their names so that they feel like they’re part of the brand. Take your time to really observe everything about your A) Future competitors and B) The kind of business you would like to own.&&2. Determine Your Target Audience&&You should be perfectly clear of your average costumer’s age, gender, town, interests, dreams, their whole “persona”. This information is gold in order to adapt your small business branding to fit their needs and catch their attention. In this step, you should determine your competitive advantage.&&3. Time to Get Real and Brand Your Image&&Your logo stands to represent everything your brand means. Scout your competitions’ logos and identify which are more eye-catching and which are more forgettable so that you can establish a pattern and make an informed decision on your logo design. This will help you design the best logo for your brand. &&6. Make a Website to Land Potential Customers&&Create a website and/or social media pages. I recommend Squarespace, or Wix. Get to know these platforms to start building your online page. On the other hand, you might want to choose the best web hosting services and build a website on any other platform. If you are not sure what you would even put in there, then be practical: make a landing page where you can say what you sell, show examples of it, your contact information and your social media.",
        "date":"12.9.2020."
    }
  ]
  