[
    {
        "id":1,
        "pathImg":  "assets/images/portfolio-img1.jpg",
        "title": "Free-form painting as part of the learning process",
        "text": "A really important aspect of learning to paint is building familiarity with the materials I use. One way to do this — something I find crucial — is painting without a particular goal in mind. It’s very loose and NON-methodical. I mean I would like the outcome to be visually interesting, but I’m not planning to frame it or sell it or DO a particular thing with it. I make so many pages that it would be logistically impossible to DO something with everything. I am simply creating because I enjoy the process of creating. I like to chill out and paint and listen to a podcast or spotify. There are a bunch of different variables with each medium that you use. So for example… when painting with gouache on paper, there aren’t as many variables as say… collage and acrylics. That doesn’t mean that it is easier or harder, just different. The variables include the characteristics of the medium {gouache}, each individual color in my palette, the watercolor paper I’m using, each brush. And yes, the working environment, humidity, the ratio of water to paint, etc. You get the idea. I figure that I cannot paint what I want to paint if I don’t understand how everything works together. So I test, I practice, I experiment, I set up hypotheses, I isolate what is and what is not working. It is a long and involved process — to move up the learning curve.  My logic as a self-taught artist is that I want to know as much as possible about WHAT to expect. The more I know, the more experience I have, the more I can move the work in a particular direction. I cannot completely control the paint — that is what is so DIVINE about gouache and watercolor — the aspects that we cannot control! When I practice like this, free-form, I am gathering more insight as to HOW the materials work/interact. ",
        "date":"20.9.2020.",
        "category":"art"
    },
    {
        "id":2,
        "pathImg":  "assets/images/portfolio-img2.jpg",
        "title": "WHAT DOES IT MEAN TO BE CREATIVE?",
        "text": "I believe that EVERYONE is creative, or has the potential for creativity. It isn’t something to be hoarded. It isn’t something that one person can claim to have while dismissing another’s right to it.  Creativity is a natural state for every child but it often gets left behind as we grow up (Picasso certainly got that right). Some of us are able to hold onto it but most of us do not and often the ones leaving it behind do so because of criticism by adults. Sometimes it’s more subtle than direct criticism. Not being chosen for a part in the play… Each of those things hurts. To discard something as beautiful and joyful and as ESSENTIAL as creativity is a terrible waste.  The word does seem to be everywhere, and as someone who gets excited about encouraging creativity in others, I think that’s a good thing. What isn’t as good is the never-ending cast of “experts” claiming to know THE WAY to be creative. I’ve chatted with other artists about this, too.  Building a life around creativity is hard.  It’s not always clear which is the right one. We make mistakes. We learn. We grow. Life is hard.  But back to creativity and what is “true” creativity and what is not… I don’t think any of us can judge another’s creativity. And what is truly creative? What has honestly never been done before? Not a lot.  Is there truly a movement a dancer can make with her body that another person hasn’t made in the history of humanity? Probably not. But does that matter?   Not everyone will like my paintings. Or your quilt. Or another person’s book…. But that is not the point. The point is the moment of my creative act (or yours) and what it means to me (or you). I think everyone can benefit from bringing more creativity to their lives. In whatever form it might take and from whichever direction it may come.  Please do not give up. Please keep shining your light.",
        "date":"14.9.2020.",
        "category":"creative"
    },
    {
        "id":3,
        "pathImg":  "assets/images/portfolio-img3.jpg",
        "title": "How to Use the Lightroom Transform Tool",
        "text": "Lightroom has so many great tools we all use to edit our photographs. No wonder it’s an essential editing program for just about every photographer. Let’s take a look at the Transform Tool. The Transform Tool can be used to adjust the perspective in your images. Most know that the tool is useful for straightening horizons or fixing those pesky leaning buildings, but it can do a lot more than that. The Transform Tool can help you to adjust other types of photographs. It has a convenient application, but it can also be used to edit your images to create more dramatic looks. You can also use it to help you create interesting artistic interpretations of your shots. The Transform Tool comes with an automatic option. In this case, it’s pretty simple. Push the Auto button and let Lightroom make all the adjustments to your image.  The Vertical Tool automatically analyzes and then adjusts the vertical lines within your photograph. This type of adjustment is particularly useful if you’re trying to fix a leaning building or leaning trees in your landscape because you’re using a wide-angle lens. The Full Adjustment option takes into account all vertical and horizontal lines plus the features of the auto option. This particular tool doesn’t adjust my images well. It tends to overcompensate. You can use the Transform Tool to help you adjust perspective to create more drama within an image. You can also use it to completely change the perspective of an image for a creative interpretation of the subject you originally photographed.",
        "date":"15.9.2020.",
        "category":"art"
    },
    {
        "id":4,
        "pathImg":  "assets/images/portfolio-img4.jpg",
        "title": "Everything you need to know to freeze motion in photos",
        "text": "I am a mom who is often photographing her kids. And I would love to impress you with tales of my angelic children…how they sit perfectly still every time I bring out my camera. But that wouldn’t even be close to the truth. Because of my kids? They are always on the move. I joke that even when they are sitting still, my kids are wiggling! And I like this about them! Many of the moments that I most want to capture are at baseball games and playing in the yard and at our Saturday morning dance parties. These are moments where movement is part of the story. So rather than begging my kids to sit still, I use my camera to accommodate their dancing/jumping/running/playing. Today I am sharing with you all of the things you need to know so that you, too, can freeze these fast-moving memories before they disappear. Chances are, your camera’s factory settings are such that your shutter release button also controls your autofocus. This means that when you press the shutter button halfway, your camera searches for and locks focus. However, this also means that as your subject moves about the frame, you might miss freezing the motion. In the fraction of a second between pressing the shutter halfway and all the way, your subject could be on a totally different focal plane, leaving you with an out of focus shot. In my home, life is all about moving around and having fun. And I love to capture that with my camera! I can’t wait to hear all about what moments you can freeze with these tips.",
        "date":"28.9.2020.",
        "category":"creative"
    },
    {
        "id":5,
        "pathImg":  "assets/images/portfolio-img5.jpg",
        "title": "How to get back into fiction",
        "text": "I bloody love books. I’m the kind of person who keeps a stack of books teetering on the bedside table and arranges bookshelves by colour. I’ve got copies of my favourites on my Kindle so they’re always on my phone and while I grew up on a steady diet of Enid Blyton, and remember parts of The Magic Faraway Tree like they’re childhood memories, it was Stephen King that got me through my teens. I dutifully read the classics for school but at home I wanted thrilling, spine-tingling stories to devour. Books were my escape and while other kids were out riding their bikes, I was getting lost in another world.&&The truth is, if you want to read more fiction you have to aggressively make time for it. You have to steal time away from other activities and purposefully use those gaps in your day. Train rides, bus journeys and lunch hours are made for rehabilitating bookworms. Choosing to watch one less episode on Netflix and read a chapter instead is a game-changer. It can feel strange to read in silence when you’re out of practice so playing music quietly in the background or leaving the TV on but turned down low can help. I can confirm that reading in the bath is heavenly!&&HOW TO GET BACK INTO FICTION&&Start small — With most novels clocking in at 90,000 words it feels intimidating committing to a book when you’re out of practice, so start with short stories. Finishing a couple of stories in an evening is wonderfully satisfying and will spur you on to longer texts.&&Change the format — Audio books are perfect for long car rides and dog walks so set up an Audible account and start listening to stories. If physical books feel clunky invest in a Kindle and sync it with your phone so you always have a book with you.&&Go on reading dates — Treat yourself to an hour in a coffee shop, a bookshop or a library. Put reading dates in your day planner and make them happen. Join (or start!) a book club so you have a sociable reason to read. &&Let it be fun — Don’t feel you have to slog through Uylsses if you’d rather be reading Harry Potter. Read whatever makes you excited to curl up with a book again.",
        "date":"28.9.2020.",
        "category":"fiction"
    },
    {
        "id":6,
        "pathImg":  "assets/images/portfolio-img6.jpg",
        "title": "All You Need to Know About Branding Your Small Business",
        "text": "Becoming your own boss is a big thrill! However, it can be very overwhelming too, all the planning, all the responsibility is yours, and you probably want to see fast profit from all the time spent and all your efforts. Tag along to learn the basics of branding your small business like the pros.&&If you already have a great idea to start a small business, first of all, take your time to thoroughly choose your niche. This will affect every bit of your product or service characteristics from its image to the pricing.Give yourself a time schedule and stick to it, with deadlines and everything. Being on your own boss sometimes is twice as overwhelming as working an office schedule. So don’t get lazy, you need to work harder to make your small business launch!&&1. Brainstorm Your Brand From A to Z&&Define your brand’s goal as a company, for your customers and for you. Don’t just consider your logo, think about your brand as a whole. Get inspired by other super companies you look up to. Look at their products, their services, their image, their strategies, you don’t have to be a genius to notice that Starbucks always calls their customers by their names so that they feel like they’re part of the brand. Take your time to really observe everything about your A) Future competitors and B) The kind of business you would like to own.&&2. Determine Your Target Audience&&You should be perfectly clear of your average costumer’s age, gender, town, interests, dreams, their whole “persona”. This information is gold in order to adapt your small business branding to fit their needs and catch their attention. In this step, you should determine your competitive advantage.&&3. Time to Get Real and Brand Your Image&&Your logo stands to represent everything your brand means. Scout your competitions’ logos and identify which are more eye-catching and which are more forgettable so that you can establish a pattern and make an informed decision on your logo design. This will help you design the best logo for your brand. &&6. Make a Website to Land Potential Customers&&Create a website and/or social media pages. I recommend Squarespace, or Wix. Get to know these platforms to start building your online page. On the other hand, you might want to choose the best web hosting services and build a website on any other platform. If you are not sure what you would even put in there, then be practical: make a landing page where you can say what you sell, show examples of it, your contact information and your social media.",
        "date":"12.9.2020.",
        "category":"business"
    }
  ]
  